tronbyt/firmware-esp32/sdkconfig.defaults.waveshare-s3
CONFIG_BOARD_WAVESHARE_S3=y
CONFIG_BUTTON_PIN=-1
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_32MB=y
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_40M=y
CONFIG_SPIRAM_USE_MALLOC=y
CONFIG_NO_INVERT_CLOCK_PHASE=y
